{
  "intro": {
    "title": "Introduction",
    "subtitle": "Subtitle"
  },
  "ch1": {
    "title": "Chapter 1",
    "section2": {
      "1": "Beginning in the 1950s, the Korean peninsula was plunged into a fratricidal war with major repercussions for the country's geopolitics.",
      "2": "Indeed, the end of the Second World War marked the end of the Japanese occupation, but not the beginning of true independence. The territory was once again plundered for the benefit of the great powers.",
      "3": "Today, the images we have of this camp come from the American administration or the Allied press. They are mostly staged scenes where reality appears subtly. The site, open to visitors since 1997, continues to antagonize prisoners who sympathize with communism and to embellish the conditions of detention."
    },
    "chronology": {
      "title": "the geoje island camp - heritage",
      "contents": {
        "1": {
          "title": "BEGINNING OF THE KOREAN WAR",
          "description": "Creation of the Geoje prisoner-of-war camp (UN)."
        },
        "2": {
          "title": "INTERNAL TENSIONS IN THE CAMP",
          "description": "Clashes between pro- and anti-communists."
        },
        "3": {
          "title": "THE GEOJE CAMP IS IN CRISIS",
          "description": "General Dodd is captured by pro-communist prisoners."
        },
        "4": {
          "title": "END OF THE KOREAN WAR",
          "description": "Panmunjom Armistice and gradual closure of the camp."
        }
      }
    },
    "section3": {
      "contents": "In 1952, Werner Bischof traveled to Korea on behalf of the Magnum agency. Through his lens, he captured the human scars of war, far from the roar of combat. His photographs of the Geoje camp reflect a profoundly humanistic perspective, where the dignity of the prisoners shines through despite ideological tensions. Between reportage and visual poetry, Bischof recounts a conflict through its silences."
    },
    "section4": {
      "title": "The Work of Remembrance at Geoje",
      "description": {
        "1": "When you enter the grounds of the historic park, an inscription greets you: Historic Park of Geoje POW Camp. It is located in the Fountain Square, where the flags of the 16 countries that participated in the Korean War are flying. A large fountain, adorned with statues, symbolizes the joy of the prisoners at the moment of their liberation. This monument pays homage to the end of an era marked by the existence of prisoner camps and celebrates the country's liberation. It perfectly captures the tone of the visit to the historic park, which is part of a primarily visual memorial approach. Here, you will find life-size models of war objects—tanks, planes, transport vehicles—whose function goes beyond a simple demonstration of realism. They bear witness to the omnipresence of militarization in a place initially intended for detention. Far from settling for a military or political approach, the park thus reveals not only suffering but also resistance and solidarity: essential dimensions for understanding the complexity of life in the camp. It is not simply a story of captivity, but a place of internal struggles, multiple forms of violence, and episodes of survival. Thus, throughout their tour, visitors are immersed in the oppressive atmosphere of the prisoners' experience: gunshots, explosions, chants, and war cries accompany them along the entire visit.",
        "2": "The aerial model of the camp offers an overall view, allowing one to grasp the scale and the prison-like logic of the camp at a glance."
      }
    }
  },
  "ch2": {
    "title": "Chapter 2",
    "contents": {
      "1": {},
      "2": {
        "para1": "With time, the Geoje camp seems to have ceased to be an active site of living memory, becoming instead a heritage space. Transformed into a museum and tourist site, it now attracts visitors who are curious or eager to better understand a part of Korea's past.",
        "para2": "This former place of confinement and tension is now set up with reconstructions and mannequins, oscillating between the duty of remembrance and the spectacle of trauma. Its \"heritagization\" is, in effect, translated into a visitor trail that incorporates explanatory panels and scenographic displays designed to offer an accessible and engaging interpretation of the past. The visitor is invited to delve back into the troubled period of the Korean War by discovering the daily life and tensions of the Geoje camp.",
        "para3": "This transformation, however, raises a series of ambiguities, characteristic of the tensions between memory and tourism, between historical transmission and staging. The camp embodies the recent changes in how history is transmitted in societies where media and tourism profoundly influence the ways we access the past. Behind the scenography, a certain way of thinking about, telling, and sharing history is at play.",
        "para4": "The challenge lies in this delicate balance: how to preserve the duty of remembrance, respect for the victims, and historical depth, while also meeting a touristic and educational demand that often favors immediacy and sensory experience?"
      },
      "3": {
        "1st": {
          "title": "Violent Repressive Measures",
          "description": "The numerous rebellions throughout the history of the Geoje camp led American forces to take violent measures to subdue the prisoners. Automatic weapons were installed at strategic points, and tanks were mobilized."
        },
        "2nd": {
          "title": "The Hell Experienced by Civilians",
          "description": "Sometimes, American warships were requisitioned to rescue thousands of civilians just before the arrival of enemy troops. The Hungnam evacuation, for example, rescued nearly 90,000 refugees; almost as many had to be left behind for lack of space."
        },
        "3rd": {
          "title": "Demands of the Prisoners of War",
          "description": "May 1952: At the Geoje camp, North Korean prisoners captured General Dodd. He had come to hear their complaints and was abducted mid-discussion. The prisoners' demands challenged the United Nations' policies on prisoner treatment, repatriation, and screening."
        },
        "4th": {
          "title": "A Place of Commemoration",
          "description": "The historic park sometimes welcomes former prisoners. They often return with their children and grandchildren, an opportunity to pass on their memory and recount what they experienced behind the barbed wire. It also pays tribute to the countries that participated in the Korean War. It is a place of both personal and patriotic commemoration, where individual memories intersect with collective history."
        },
        "5th": {
          "title": "Remains Hidden Under Concrete",
          "description": "The land occupied today by the historic park is only a tiny fraction of what the vast Geoje prisoner camp once was. The city has gradually developed around its former boundaries, slowly encroaching on the camp's space. Although the historic park seeks to preserve the site's history, what remains does not do justice to the original camp."
        }
      },
      "4": {
        "title": "Geoje, 2025: From Camp to Historic Park",
        "description": {
          "1": "Transformed into a museum and tourist site, the Geoje camp now attracts visitors who are curious or wish to better understand a part of Korea's past. This former place of confinement and tension is now set up with reconstructions and mannequins. It oscillates between the duty of remembrance and the spectacle of trauma. Visitors are invited to dive back into the troubled period of the Korean War by discovering the daily life and tensions of the Geoje camp.",
          "2": "Its transformation into a heritage site is reflected in a visitor route that includes explanatory panels and scenographic displays designed to offer an accessible and engaging interpretation of the past. By combining spectacular material reconstructions and archival documents, it allows visitors to feel emotions, certainly, but the understanding, which only comes from reading the signs, remains superficial, as not all visitors take the time to read them.",
          "3": "It is possible to take a guided tour, but few visitors take advantage of this option. In short, the camp seems to struggle to move beyond a simple museum-like presentation.",
          "4": "This transformation, however, inevitably raises a series of ambiguities, characteristic of the tensions between memory and tourism, between historical transmission and dramatic staging. The camp embodies the recent shifts in how history is conveyed in societies where media and tourism profoundly influence access to the past. Behind the scenography, a certain way of thinking about, narrating, and sharing history is at play.",
          "5": "The challenge lies in this delicate balance: how to preserve the duty of remembrance, respect for the victims, and historical depth, while responding to a demand from tourism and education that often prioritizes immediacy and sensory experience?"
        }
      }
    }
  },
  "ch3": {
    "title": "Chapter 3",
    "contents": {
      "2": {
        "part1": "Do you still feel what they lived through?",
        "part2": "Or just what you were meant to see?"
      },
      "3": {
        "description": "Testimony of Mr. OH Eun-seo, an anti-communist prisoner at the Geojedo prisoner of war camp",
        "quote": {
          "part1": "Interviewer: They gave you a lot of food, is that right?",
          "part2": "Mr. Oh: They put rice in this pan and distributed it to us.",
          "part3": "His wife: Did they feed you well?"
        }
      },
      "4": {
        "title": "The Prisoner as a Political Actor",
        "description": {
          "1": "The United States strives to present its management of the camp as exemplary, particularly by disseminating images of a camp that respects human rights. The prisoner of war is staged; only the 'good sides' of the camp's management are shown. Like their jailers, the detainees take advantage of the media coverage offered by the United States and their status as prisoners to denounce what they consider an imperialist enterprise. Thus, we often have two visions of the same event. For example, during the abduction of Commander Dodd, the Americans portray those responsible for this action as 'fanatical communists,' seeking to discredit their revolt. The prisoners, on the other hand, position themselves as victims forced to endure treatment contrary to the Geneva Conventions, with no other choice to make their demands heard.",
          "2": "In this way, prisoners of war become political actors. They organize into collective entities, develop internal structures, and take political stances. They thus become the spokespersons for an ideological and national struggle, sometimes to the point of sacrifice.",
          "3": "Indeed, North Korean prisoners see themselves as actors in a war of liberation, heirs to a long struggle against Japanese domination and then against the American presence. Their resistance is not only political; it is also a matter of identity.",
          "4": "It is their status that questions the relevance of international law as formulated in the Geneva Conventions. Designed for classic conflicts between nation-states, these conventions struggle to regulate civil or ideological wars like the one in Korea. The Geoje camp, by hosting individuals perceived as soldiers, militants, victims, and propagandists all at once, reveals the limits of this legal framework. Thus, this hybrid figure of the prisoner, between a political actor and a humanitarian subject, embodies a permanent tension between law and the reality of war."
        }
      }
    }
  },
  "witness": {
    "title": {
      "pre": "who writes",
      "post": "history?",
      "tagline": "Explore the two versions of the same event through different ideological perspectives."
    },
    "version": {
      "NK": {
        "title": "North Korean Version",
        "description": "In the eyes of the North Korean forces, Koje-do was an illegal political detention camp where prisoners of war from the Korean People's Army and the Chinese Volunteer Army were subjected to arbitrary interrogations, violations of the Geneva Conventions, and manipulative maneuvers regarding voluntary repatriation. In this context, the prisoners did not see the kidnapping of General Dodd as an act of gratuitous violence or savagery, as portrayed by Western media, but as a calculated political action carried out to defend the rights of POWs, draw attention to violations committed by the United States, and establish official recognition of their legitimacy as a representative organization. The banner displayed by the detainees—announcing that Dodd would not be harmed if their demands were taken seriously—shows a willingness to negotiate, not to destroy. Through this act, the prisoners of war denounced the illegal nature of the voluntary repatriation procedures, imposed by the Americans even though no agreement had yet been reached at Panmunjom. They protested against the use of the prisoner figure as a tool of Western propaganda, serving a Cold War based on hypocritical morality. In this North Korean reading, the POWs of Koje-do were neither submissive captives nor mere victims, but conscious political actors who were able to articulate their own diplomatic strategy from their place of internment. Colonel Lee Hak-Ku, with his letter to the ICRC, is an emblematic figure: he embodies the resistant intellectual, capable of asserting the principles of international law while denouncing their imperialist instrumentalization."
      },
      "US": {
        "title": "American Version",
        "description": "On the American side, the management of the Geoje camp was quickly conceived as a soft power tool in the context of the Cold War. Officially, the U.S. military claimed to respect the Geneva Conventions, which ensure the humane treatment of prisoners. Photographs and reports were disseminated in the press to present a modern, clean, and organized camp, serving as proof of the superiority of the Western democratic model. In response to acts of resistance by the prisoners, such as the kidnapping of General Dodd, the United States adopted a defensive posture: the American military shifted from a humanitarian management stance to a policy of total, militarized control of the camps. The prisoners' revolt was interpreted not as a legitimate political demand, but as a manipulation orchestrated by communist cadres infiltrated among the detainees. Their ability to organize was perceived as a security danger and a threat to the American moral order. In this version of events, the insurgents are not political subjects, but fanatics instrumentalized by the North Korean and Chinese regimes, refusing the benefits of an order based on rights and freedom. Any recognition of their autonomous organization was refused, as it would challenge the boundary between democratic legitimacy and totalitarian subversion."
      }
    },
    "witnessVideos": {
      "btn": "Watch the testimonies",
      "01": {
        "fname": "Min-jae",
        "status": "Grandson of a prisoner",
        "tagline": "To come back here is to confront the silences of history. But also to understand them."
      },
      "02": {
        "fname": "Sung-ho",
        "status": "Witness and former resistance fighter",
        "tagline": "To come back here is to confront the silences of history. But also to understand them."
      },
      "03": {
        "fname": "Ji-Yeon",
        "status": "Visiting the historic park",
        "tagline": "To come back here is to confront the silences of history. But also to understand them."
      }
    }
  },
  "conclu": {
    "title": "Conclusion",
    "contents": {
      "subtitle": "The Trace of a Camp",
      "1": "Geoje was more than a camp. It was a space of tension, survival, ideology, and at times, silence. A place where History intersected with ordinary actions: eating, obeying, waiting, singing, believing, fleeing. The walls have long since disappeared, swallowed by time, reconstructions, and the need to forget. But the stories remain. Fragmented, contradictory, often uncomfortable—they survive in photos, letters, and the silences of survivors. Today, it is no longer the barbed wire that confines, but the multiple versions of what really happened. Everyone holds on to an image, a version, a detail.",
      "2": "So...",
      "3": "What remains of a camp when the walls fall, but memories remain divided?"
    },
    "credit": {
      "title": "References and Credits",
      "legend": "A number of ideas are the result of the team's personal reflections. Other sources are more readily available."
    },
    "thanks": {
      "title": "Acknowledgements"
    }
  }
}