{
    "line1": "How I miss my hometown.",
    "line2": "I'm turning 90 tomorrow, and I miss my hometown more than ever.",
    "line3": "I think back to the days we used to go swimming in the river...",
    "line4": "Playing with my friends on Namsan Mountain in Haeju, I miss that.",
    "line5": "We used to catch crabs by hand.",
    "line6": "I would grab them with my bare hands as soon as they came to the surface.",
    "line7": "It's a memory that often comes back to me.",
    "line8": "And then, we also used to go fishing for goby,",
    "line9": "we'd put a little oil on the water and catch them with a fishing line.",
    "line10": "I was told you went to the Haeju Cathedral often?",
    "line11": "Yes, there was a church on the southern slope of Namsan Mountain,",
    "line12": "a red brick building. It was the only cathedral in Haeju.",
    "line13": "Was your house close to the Haeju Cathedral?",
    "line14": "It was very close, right across from the rice mill.",
    "line15": "My maternal grandmother's house was located just below the courtesans' union.",
    "line16": "That's where my uncle ran a car repair shop.",
    "line17": "We used to hide on the side of Namsan Mountain, near the church.",
    "line18": "Why were you hiding?",
    "line19": "Those communist bastards were trying to forcibly enlist me into the North Korean army,",
    "line20": "so I hid, but I ended up getting caught.",
    "line21": "So I was drafted into the army when I was only in the 4th grade.",
    "line22": "With the North Korean army, we advanced all the way to Yeoncheon in Gyeonggi Province.",
    "line23": "When I arrived in Yeoncheon, I didn't have a weapon,",
    "line24": "but I was given one during the retreat, after the Incheon Landing.",
    "line25": "That's also when I was given a military uniform, as we were falling back.",
    "line26": "We hid during the day because of the American bombings,",
    "line27": "and we could only move at night.",
    "line28": "Our section leader told us: 'Hey, for you guys, it's over,",
    "line29": "your assembly point is Pyongyang, so get there!'",
    "line30": "There was a guy there from Hwangju,",
    "line31": "we stayed at his in-laws' place until the UN forces arrived, and then he told me:",
    "line32": "'Now that the UN forces are here, why don't you go back to Haeju?'",
    "line33": "So I tried, but I was caught in Jae-ryeong, on the road from Hwangju.",
    "line34": "If I hadn't been captured that day, I could have gone back to Haeju.",
    "line35": "So I was taken prisoner in Jae-ryeong,",
    "line36": "then transferred to Incheon, and from there to Geoje Island.",
    "line37": "I was first in Camp 64, then in Camp 91.",
    "line38": "In Camp 91, there were about 3,000 of us.",
    "line39": "How long did you stay there?",
    "line40": "Three years.",
    "line41": "You spent three years in the prison camp?",
    "line42": "Yes. I was captured in July 1950",
    "line43": "and I escaped under the barbed wire at 2 a.m. on June 18, 1953.",
    "line44": "I was released at the age of 20...",
    "line45": "Even though I had been captured at 17.",
    "line46": "Those must have been very difficult years.",
    "line47": "No, actually, I didn't have too many problems.",
    "line48": "We were treated well.",
    "line49": "I could even go to church.",
    "line50": "Since I was young, I was given an education, I learned English, and so on.",
    "line51": "All of that, right inside the camp.",
    "line52": "I used to play a little soccer in the North,",
    "line53": "and in the camp, I learned to play volleyball.",
    "line54": "So, thanks to volleyball,",
    "line55": "my three years of mandatory military service went by without too much difficulty.",
    "line56": "The American soldiers would give us basketballs",
    "line57": "and volleyballs, which allowed me to play sports in the camp.",
    "line58": "I must say I was pretty gifted at sports.",
    "line59": "So I was selected for my unit's team during my military service",
    "line60": "and I ended up playing volleyball as a representative of the 12th Division."
}