{
  "biblio": "Bibliographie",
  "img": "Images",
  "vid": "Vidéos",
  "sound": "Audios",
  "intro": {
    "title": "Introduction",
    "subtitle": "Sous-titre"
  },
  "ch1": {
    "title": "Chapitre 1",
    "section2": {
      "1": "Dès les années 50, la péninsule coréenne plonge dans une guerre fratricide aux répercussions majeures sur la géopolitique du pays.",
      "2": "En effet, la fin de la Seconde Guerre mondiale marque celle de l’occupation japonaise, mais pas le début d’une véritable indépendance pour autant. Le territoire fut une fois de plus spolié au profit des grandes puissances.",
      "3": "Aujourd’hui, les images qui nous restent de ce camp proviennent de l’administration américaine ou de la presse Alliée. Il s’agit surtout de mise en scène où la réalité apparaît en filigrane. Le lieu ouvert aux visiteurs depuis 1997 continue en effet d’antagoniser les prisonniers sympathisants du communisme et d’enjoliver les conditions de détention."
    },
    "chronology": {
      "title": "le camp de l'île de geoje - héritage",
      "contents": {
        "1": {
          "title": "DÉBUT DE LA GUERRE DE CORÉE",
          "description": "Création du camp de prisonniers de Geoje (l’ONU)."
        },
        "2": {
          "title": "TENSIONS INTERNES AU CAMP",
          "description": "Affrontements entre les pro-et les anti-communistes."
        },
        "3": {
          "title": "LE CAMP DE GEOJE EST EN CRISE",
          "description": "Le général Dodd est capturé par les prisonniers pro- communistes."
        },
        "4": {
          "title": "FIN DE LA GUERRE DE CORÉE",
          "description": "Armistice de Panmunjeom et fermeture progressive du camp. "
        }
      }
    },
    "section3": {
      "contents": "En 1952, Werner Bischof se rend en Corée pour le compte de l’agence Magnum. À travers son objectif, il capte les cicatrices humaines de la guerre, loin du fracas des combats. Ses photographies du camp de Geoje témoignent d’un regard profondément humaniste, où la dignité des prisonniers transparaît malgré les tensions idéologiques. Entre reportage et poésie visuelle, Bischof raconte un conflit par ses silences."
    },
    "section4": {
      "title": "Le travail de mémoire à Geoje",
      "description": {
        "1": "Lorsqu’on pénètre dans l’enceinte du parc historique, une inscription nous accueille : Historic Park of Geoje Camp POW. Elle se trouve sur la place de la Fontaine, où flottent les drapeaux des 16 pays ayant participé à la guerre de Corée. Une grande fontaine, ornée de statues, symbolise la joie des prisonniers au moment de leur libération. Ce monument rend hommage à la fin d’une époque marquée par l’existence des camps de prisonniers et célèbre la libération du pays. Il exprime parfaitement le ton de la visite du parc historique qui s’inscrit dans une démarche mémorielle principalement visuelle. On y découvre des maquettes grandeur nature d’objets de guerre - tanks, avions, véhicules de transports - dont la fonction dépasse la simple démonstration de réalisme. Ils témoignent de l’omniprésence de la militarisation dans un lieu initialement destiné à la détention. Loin de se contenter d'une approche militaire ou politique, le parc donne ainsi à voir la souffrance, mais aussi la résistance et la solidarité : des dimensions essentielles pour comprendre la complexité de la vie dans le camp. Ce n’est pas simplement une histoire de captivité, mais un lieu de luttes internes, de violences multiples et d'épisodes de survie. Ainsi, durant leur parcours, les visiteurs sont plongés dans l’ambiance oppressante du vécu des prisonniers : coup de feu, explosion, chant et cri de guerre l'accompagnent tout le long de sa visite.",
        "2": "La maquette aérienne du camp offre quant à elle une vision d'ensemble : elle permet de saisir d'un coup d'œil l'ampleur et la logique carcérale du camp. "
      }
    }
  },
  "ch2": {
    "title": "Chapitre 2",
    "contents": {
      "1": {},
      "2": {
        "para1": "Avec le temps, le camp de Geoje semble avoir cessé d’être un lieu actif de mémoire vive pour devenir un espace patrimonialisé. Transformé en musée et en site touristique, il attire aujourd’hui des visiteurs curieux ou désireux de mieux comprendre une partie du passé coréen.",
        "para2": "Cet ancien lieu d’enfermement et de tensions est désormais aménagé avec des reconstitutions et des mannequins, oscillant entre le devoir de mémoire et la mise en spectacle du traumatisme. Sa patrimonialisation est, en effet, traduite par un parcours de visite intégrant des panneaux explicatifs et des dispositifs scénographiques destinés à offrir une lecture accessible et engageante du passé. Le visiteur est invité à replonger dans cette période troublée que fut la guerre de Corée en découvrant le quotidien et les tensions du camp de Geoje.",
        "para3": "Cette transformation, cependant, ne va pas sans soulever une série d’ambiguïtés, caractéristiques des tensions entre mémoire et tourisme, entre transmission historique et mise en scène. Le camp incarne les mutations récentes de la transmission historique dans des sociétés où la médiatisation et le tourisme influencent profondément les modalités d’accès au passé. Car derrière la scénographie, se joue une certaine manière de penser l’histoire, de la raconter, de la partager.",
        "para4": "Le défi réside dans cet équilibre délicat : comment préserver le devoir de mémoire, le respect des victimes et la profondeur historique, tout en répondant à une demande touristique et éducative qui privilégie souvent l’immédiateté et l’expérience sensorielle ?"
      },
      "3": {
        "1st": {
          "title": "Des mesures de répressions violentes",
          "description": "Les nombreuses rébellions qui ont traversé l'histoire du camp de Geoje poussent les forces américaines à prendre des mesures violentes visant à soumettre les prisonniers. Aussi, des armes automatiques furent installées à des points stratégiques, des tanks furent mobilisés."
        },
        "2nd": {
          "title": "L'enfer vécu par les civils",
          "description": "Parfois, des navires de guerre américains furent réquisitionnés pour secourir des milliers de civils, juste avant l’arrivée des troupes ennemies. L'évacuation de Hungnam par exemple permit de secourir près de 90 000 réfugiés ; presque autant durent être laissés sur place faute de place."
        },
        "3rd": {
          "title": "Revendications des prisonniers de guerre",
          "description": "Mai 1952 : au camp de Geoje, des prisonniers nord-coréens capturent le général Dodd. Venu entendre leurs plaintes, il est enlevé en pleine discussion. Les revendications des prisonniers attaquaient la politique des Nations Unies concernant le traitement des prisonniers, le rapatriement et le filtrage."
        },
        "4th": {
          "title": "Lieu de commémoration",
          "description": "Le parc historique accueille parfois d’anciens prisonniers. Ils reviennent souvent avec leurs enfants et petits-enfants, une occasion de transmettre leur mémoire et de raconter ce qu’ils ont vécu derrière les barbelés. Il rend aussi hommage aux pays ayant participé à la guerre de Corée. C'est un lieu de commémoration à la fois personnelle et patriotique, où les souvenirs individuels croisent l'histoire collective."
        },
        "5th": {
          "title": "Vestiges cachés sous le béton",
          "description": "Le terrain occupé aujourd’hui par le parc historique n’est qu’une infime portion de ce qu’était autrefois le vaste camp de prisonniers de Geoje. La ville s’est progressivement développée autour de ses anciennes limites, grignotant peu à peu l’espace du camp. Bien que le parc historique cherche à conserver l'histoire du lieu, ce qui reste ne rend pas justice au camp."
        }
      },
      "4": {
        "title": "Geoje, 2025 : Du camp au parc historique",
        "description": {
          "1": "Transformé en musée et en site touristique, le camp de Geoje attire aujourd’hui des visiteurs curieux ou désireux de mieux comprendre une partie du passé coréen. Cet ancien lieu d’enfermement et de tensions est désormais aménagé avec des reconstitutions et des mannequins. Il oscille entre le devoir de mémoire et la mise en spectacle du traumatisme.Le visiteur est invité à replonger dans cette période troublée que fut la guerre de Corée en découvrant le quotidien et les tensions du camp de Geoje.",
          "2": "Sa patrimonialisation est, en effet, traduite par un parcours de visite intégrant des panneaux explicatifs et des dispositifs scénographiques destinés à offrir une lecture accessible et engageante du passé. En alliant reconstitutions matérielles spectaculaires et documents d'archives, il permet aux visiteurs de ressentir certes, des émotions, mais la compréhension, elle, ne passant que par la lecture des pancartes, reste superficielle : tous les visiteurs ne prennent pas le temps de les lire.",
          "3": "Il est possible de suivre une visite guidée, mais rares sont les visiteurs qui profitent de ce supplément. En somme, le camp semble difficilement dépasser la simple restitution muséale.",
          "4": "Cette transformation, cependant, ne va pas sans soulever une série d’ambiguïtés, caractéristiques des tensions entre mémoire et tourisme, entre transmission historique et mise en scène. Le camp incarne les mutations récentes de la transmission historique dans des sociétés où la médiatisation et le tourisme influencent profondément les modalités d’accès au passé. Car derrière la scénographie, se joue une certaine manière de penser l’histoire, de la raconter, de la partager.",
          "5": "Le défi réside dans cet équilibre délicat : comment préserver le devoir de mémoire, le respect des victimes et la profondeur historique, tout en répondant à une demande touristique et éducative qui privilégie souvent l’immédiateté et l’expérience sensorielle ?"
        }
      }
    }
  },
  "ch3": {
    "title": "Chapitre 3",
    "contents": {
      "2": {
        "part1": "Ressentez-vous encore ce qu'ils ont vécu ?",
        "part2": "Ou juste ce qu'on a voulu vous montrer ?"
      },
      "3": {
        "description": "Témoignage de Monsieur OH Eun-seo, prisonnier anticommuniste au camp de prisonniers de guerre de Geojedo",
        "quote": {
          "part1": "Interviewer : Ils vous ont donné beaucoup de nourriture, c'est ça ?",
          "part2": "M.Oh : Ils ont mis du riz dans cette poêle et nous ont distribué.",
          "part3": "Sa femme : Est-ce qu’ils vous ont bien nourri?"
        }
      },
      "4": {
        "title": "Le prisonnier comme acteur politique",
        "description": {
          "1": "Les Etats-Unis s’efforcent de présenter leur gestion du camp comme exemplaire, notamment en diffusant des images d’un camp respectueux des droits de l’homme. Le prisonnier de guerre est mis en scène, on ne montre que les « bons côtés » de la gestion du camp. À l’instar de leur geôlier, les détenus profitent de la médiatisation offerte par les Etats-Unis et de leur condition de prisonniers pour dénoncer ce qu’ils considèrent comme une entreprise impérialiste. Aussi, nous avons souvent deux visions d’un même événement. Par exemple, lors de l’enlèvement du commandant Dodd, les Américains présentent les responsables de cette action comme des « communistes fanatiques » : ils cherchent à décrédibiliser leur révolte. Les prisonniers, eux, se placent en victimes forcées de subir un traitement contraire aux Conventions de Genève et n’ayant pas d’autre choix pour faire entendre leur revendication.",
          "2": "De cette manière, les prisonniers de guerre deviennent un acteur politique. Ils s’organisent en entités collectives, développent des structures internes et prennent position politiquement. Ils deviennent ainsi les porte-voix d’un combat idéologique et national, parfois jusqu’au sacrifice.",
          "3": "En effet, les prisonniers nord-coréens se considèrent comme les acteurs d’une guerre de libération, héritiers d’un long combat contre la domination japonaise, puis contre la présence américaine. Leur résistance n’est pas seulement politique, elle est aussi identitaire.",
          "4": "C’est leur statut qui interroge la pertinence du droit international tel qu’il est formulé dans les Conventions de Genève. Conçues pour des conflits classiques entre États-nations, ces conventions peinent à encadrer des guerres civiles ou idéologiques comme celle de la Corée. Le camp de Geoje, en accueillant des individus perçus à la fois comme soldats, militants, victimes et propagandistes, révèle les limites de ce cadre juridique. Ainsi, cette figure hybride du prisonnier, entre acteur politique et sujet humanitaire, incarne une tension permanente entre le droit et la réalité de la guerre."
        }
      }
    }
  },
  "witness": {
    "title": {
      "pre": "qui écrit",
      "post": "l'histoire ?",
      "tagline": "Explore les deux versions d’un même événement à travers différentes perspectives idéologiques."
    },
    "version": {
      "NK": {
        "title": "version nord-coréenne",
        "description": "Koje-do était, aux yeux des forces nord-coréennes, un camp de détention politique illégal où les prisonniers de guerre de l’Armée populaire de Corée et de l’Armée des volontaires chinois étaient soumis à des interrogatoires arbitraires, à des violations des Conventions de Genève et à des manœuvres de manipulation sur le rapatriement volontaire. Dans ce contexte, les prisonniers ne voyaient pas l’enlèvement du général Dodd comme un acte de violence gratuite ou de sauvagerie, comme le présentaient les médias occidentaux, mais comme une action politique calculée menée pour défendre les droits des prisonniers de guerre, attirer l’attention sur les violations commises par les États-Unis, et établir une reconnaissance officielle de leur légitimité en tant qu'organisation représentative. La bannière déployée par les détenus – annonçant que Dodd ne serait pas blessé si les revendications étaient prises au sérieux – montre une volonté de négociation, non de destruction. À travers cet acte, les prisonniers de guerre ont dénoncé le caractère illégal des procédures de rapatriement volontaire, imposées par les Américains alors même qu’aucun accord n’était encore trouvé à Panmunjom. Ils s’insurgeaient contre l’usage de la figure du prisonnier comme outil de propagande occidentale, au service d’une guerre froide fondée sur une morale hypocrite. Dans cette lecture nord-coréenne, les prisonniers de guerre de Koje-do n’étaient ni des captifs soumis, ni de simples victimes, mais des acteurs politiques conscients, qui ont su articuler leur propre stratégie diplomatique depuis leur lieu d’internement. Le colonel Lee Hak-Ku, avec sa lettre adressée au CICR, en est une figure emblématique : il incarne l’intellectuel résistant, capable de faire valoir les principes de droit international tout en dénonçant leur instrumentalisation impérialiste."
      },
      "US": {
        "title": "versione américaine",
        "description": "Du côté américain, la gestion du camp de Geoje est rapidement conçue comme un outil de soft power dans le contexte de la guerre froide. Officiellement, l’armée américaine affirme respecter les Conventions de Genève qui assurent un traitement humain des prisonniers. Des photographies et reportages sont diffusés dans la presse pour présenter un camp moderne, propre et organisé, ce sont les preuves de la supériorité du modèle démocratique occidental. En réponse aux actes de résistance des prisonniers, comme l’enlèvement du général Dodd, les États-Unis adoptent une posture défensive : l’armée américaine passe d’une posture de gestion humanitaire à une politique de contrôle total et militarisé des camps. La révolte des prisonniers est interprétée non pas comme une revendication politique légitime, mais comme une manipulation orchestrée par les cadres communistes infiltrés parmi les détenus. Leur capacité à s’organiser est perçue comme un danger sécuritaire et une menace pour l’ordre moral américain. Dans cette version des faits, les insurgés ne sont pas des sujets politiques, mais des fanatiques instrumentalisés par le régime nord-coréen et chinois, refusant les bienfaits d’un ordre fondé sur les droits et la liberté. Toute reconnaissance de leur organisation autonome est refusée, car elle remettrait en cause la frontière entre légitimité démocratique et subversion totalitaire."
      }
    },
    "witnessVideos": {
      "btn": "Voir les témoignages",
      "01": {
        "fname": "Min-jae",
        "status": "Petit-fils d'un prisonnier",
        "tagline": "Revenir ici, c’est affronter les silences de l’histoire. Mais aussi les comprendre."
      },
      "02": {
        "fname": "Sung-ho",
        "status": "Témoin et ancien résistant",
        "tagline": "Revenir ici, c’est affronter les silences de l’histoire. Mais aussi les comprendre."
      },
      "03": {
        "fname": "Ji-Yeon",
        "status": "En visite dans le parc historique ",
        "tagline": "Revenir ici, c’est affronter les silences de l’histoire. Mais aussi les comprendre"
      }
    }
  },
  "conclu": {
    "title": "Conclusion",
    "contents": {
      "subtitle": "La trace d'un camp",
      "1": "Geoje fut plus qu’un camp. C’était un espace de tension, de survie, d’idéologie, de silence parfois. Un lieu où l’Histoire se croisait dans les gestes ordinaires : manger, obéir, attendre, chanter, croire, fuir. Les murs ont disparu depuis longtemps, engloutis par le temps, les reconstructions et les nécessités d’oublier. Mais les récits, eux, restent. Fragmentés, contradictoires, souvent inconfortables — ils survivent dans les photos, les lettres, les silences des survivants. Aujourd’hui, ce ne sont plus les barbelés qui enferment, mais les versions multiples de ce qui s’est vraiment passé. Chacun retient une image, une version, un détail.",
      "2": "Alors...",
      "3": "Que reste-t-il d’un camp quand les murs tombent, mais que les mémoires restent divisées ?"
    },
    "credit": {
      "title": "Références et crédits",
      "legend": "Un certain nombre d’idées sont le résultat de réflexions personnelles de l’équipe. D’autres sources, plus disponibles."
    },
    "thanks": {
      "title": "Remerciements"
    }
  }
}