{
  "intro": {
    "title": "Introduction",
    "subtitle": "Sous-titre"
  },
  "ch1": {
    "title": "Chapitre 1",
    "section2":{
      "1": "Dès les années 50, la péninsule coréenne plonge dans une guerre fratricide aux répercussions majeures sur la géopolitique du pays.",
      "2": "En effet, la fin de la Seconde Guerre mondiale marque celle de l’occupation japonaise, mais pas le début d’une véritable indépendance pour autant. Le territoire fut une fois de plus spolié au profit des grandes puissances.",
      "3": "Aujourd’hui, les images qui nous restent de ce camp proviennent de l’administration américaine ou de la presse Alliée. Il s’agit surtout de mise en scène où la réalité apparaît en filigrane. Le lieu ouvert aux visiteurs depuis 1997 continue en effet d’antagoniser les prisonniers sympathisants du communisme et d’enjoliver les conditions de détention."
    },
    "chronology": {
      "title": "le camp de l'île de geoje - héritage",
      "contents": {
        "1": {
          "title": "DÉBUT DE LA GUERRE DE CORÉE",
          "description": "Création du camp de prisonniers de Geoje (l’ONU)."
        },
        "2": {
          "title": "TENSIONS INTERNES AU CAMP",
          "description": "Affrontements entre les pro-et les anti-communistes."
        },
        "3": {
          "title": "LE CAMP DE GEOJE EST EN CRISE",
          "description": "Le général Dodd est capturé par les prisonniers pro- communistes."
        },
        "4": {
          "title": "FIN DE LA GUERRE DE CORÉE",
          "description": "Armistice de Panmunjeom et fermeture progressive du camp. "
        }
      }
    },
    "section3": {
      "contents": "En 1952, Werner Bischof se rend en Corée pour le compte de l’agence Magnum. À travers son objectif, il capte les cicatrices humaines de la guerre, loin du fracas des combats. Ses photographies du camp de Geoje témoignent d’un regard profondément humaniste, où la dignité des prisonniers transparaît malgré les tensions idéologiques. Entre reportage et poésie visuelle, Bischof raconte un conflit par ses silences."
    }
  },
  "ch2": {
    "title": "Chapitre 2",
    "contents": {
      "1": {},
      "2": {
        "para1": "Avec le temps, le camp de Geoje semble avoir cessé d’être un lieu actif de mémoire vive pour devenir un espace patrimonialisé. Transformé en musée et en site touristique, il attire aujourd’hui des visiteurs curieux ou désireux de mieux comprendre une partie du passé coréen.",
        "para2": "Cet ancien lieu d’enfermement et de tensions est désormais aménagé avec des reconstitutions et des mannequins, oscillant entre le devoir de mémoire et la mise en spectacle du traumatisme. Sa patrimonialisation est, en effet, traduite par un parcours de visite intégrant des panneaux explicatifs et des dispositifs scénographiques destinés à offrir une lecture accessible et engageante du passé. Le visiteur est invité à replonger dans cette période troublée que fut la guerre de Corée en découvrant le quotidien et les tensions du camp de Geoje.",
        "para3": "Cette transformation, cependant, ne va pas sans soulever une série d’ambiguïtés, caractéristiques des tensions entre mémoire et tourisme, entre transmission historique et mise en scène. Le camp incarne les mutations récentes de la transmission historique dans des sociétés où la médiatisation et le tourisme influencent profondément les modalités d’accès au passé. Car derrière la scénographie, se joue une certaine manière de penser l’histoire, de la raconter, de la partager.",
        "para4": "Le défi réside dans cet équilibre délicat : comment préserver le devoir de mémoire, le respect des victimes et la profondeur historique, tout en répondant à une demande touristique et éducative qui privilégie souvent l’immédiateté et l’expérience sensorielle ?"
      }
    }
  },
  "ch3": {
    "title": "Chapitre 3"
  }
}