{
    "line1": "Comme ma ville natale me manque.",
    "line2": "Demain, j'aurai 90 ans, et ma ville natale me manque plus que jamais.",
    "line3": "Je repense aux jours où nous allions nous baigner dans la rivière...",
    "line4": "Jouer avec mes amis sur le mont Namsan à Haeju, ça me manque.",
    "line5": "On attrapait des crabes à la main.",
    "line6": "Je les attrapais à pleines mains dès qu'ils remontaient à la surface.",
    "line7": "C'est un souvenir qui me revient souvent.",
    "line8": "Et puis, on allait aussi pêcher le gobie,",
    "line9": "on mettait un peu d'huile sur l'eau et on les attrapait à la ligne.",
    "line10": "On m'a dit que vous alliez souvent à la cathédrale de Haeju ?",
    "line11": "Oui, il y avait une église sur le versant sud du mont Namsan,",
    "line12": "un bâtiment en briques rouges. C'était la seule cathédrale de Haeju.",
    "line13": "Votre maison était-elle proche de la cathédrale de Haeju ?",
    "line14": "Elle était tout près, juste en face de la rizerie.",
    "line15": "La maison de ma grand-mère maternelle se trouvait juste en dessous du syndicat des courtisanes.",
    "line16": "C'est là que mon oncle y tenait un atelier de réparation automobile.",
    "line17": "On avait l'habitude de se cacher du côté du mont Namsan, près de l'église.",
    "line18": "Pourquoi vous cachiez-vous ?",
    "line19": "Ces salauds de communistes essayaient de m'enrôler de force dans l'armée nord-coréenne,",
    "line20": "alors je me suis caché, mais j'ai fini par me faire prendre.",
    "line21": "J'ai donc été enrôlé dans l'armée alors que j'étais à peine en CE2.",
    "line22": "Avec l'armée nord-coréenne, on a avancé jusqu'à Yeoncheon, dans la province de Gyeonggi.",
    "line23": "En arrivant à Yeoncheon, je n'avais pas d'arme,",
    "line24": "mais on m'en a donné une pendant la retraite, après le débarquement d'Incheon.",
    "line25": "C'est là qu'on m'a aussi donné un uniforme militaire, pendant qu'on se repliait.",
    "line26": "Nous nous cachions le jour à cause des bombardements américains,",
    "line27": "et nous ne pouvions nous déplacer que la nuit.",
    "line28": "Notre chef de section nous a dit : « Hé, pour vous, c'est foutu,",
    "line29": "votre point de ralliement est Pyongyang, alors allez-y ! »",
    "line30": "Il y avait là un gars de Hwangju,",
    "line31": "on est resté chez ses beaux-parents jusqu'à l'arrivée des forces de l'ONU, puis il m'a dit :",
    "line32": "« Maintenant que les forces de l'ONU sont là, pourquoi tu ne rentrerais pas à Haeju ? »",
    "line33": "Alors j'ai essayé, mais j'ai été attrapé à Jae-ryeong, sur la route depuis Hwangju.",
    "line34": "Si on ne m'avait pas capturé ce jour-là, j'aurais pu rentrer à Haeju.",
    "line35": "J'ai donc été fait prisonnier à Jae-ryeong,",
    "line36": "puis transféré à Incheon, et de là jusqu'à l'île de Geoje.",
    "line37": "J'ai d'abord été au camp 64, puis au camp 91.",
    "line38": "Dans le camp 91, nous étions environ 3 000 personnes.",
    "line39": "Combien de temps y êtes-vous resté ?",
    "line40": "Trois ans.",
    "line41": "Vous avez passé trois ans dans le camp de prisonniers ?",
    "line42": "Oui. J'ai été capturé en juillet 1950",
    "line43": "et je me suis évadé sous les barbelés le 18 juin 1953, à 2 heures du matin.",
    "line44": "J'ai été libéré à l'âge de 20 ans...",
    "line45": "Alors qu'on m'avait capturé à 17 ans.",
    "line46": "Ces trois années ont dû être très difficiles.",
    "line47": "Non, en fait, je n'ai pas eu trop de problèmes.",
    "line48": "On nous traitait bien.",
    "line49": "Je pouvais même aller à l'église.",
    "line50": "Comme j'étais jeune, on m'a donné une éducation, j'ai appris l'anglais, etc.",
    "line51": "Tout ça, directement dans le camp.",
    "line52": "Je jouais un peu au football dans le Nord,",
    "line53": "et dans le camp, j'ai appris à jouer au volley-ball.",
    "line54": "Du coup, grâce au volley,",
    "line55": "mes trois années de service militaire obligatoire se sont passées sans trop de difficultés.",
    "line56": "Les soldats américains nous donnaient des ballons de basket",
    "line57": "et de volley, ce qui m'a permis de faire du sport dans le camp.",
    "line58": "Il faut dire que j'étais plutôt doué pour le sport.",
    "line59": "J'ai donc été sélectionné dans l'équipe de mon unité pendant mon service militaire",
    "line60": "et j'ai fini par jouer au volley en tant que représentant de la 12ème division."
}