{
  "intro": {
    "title": "소개",
    "subtitle": "부제"
  },
  "ch1": {
    "title": "제 1장",
    "section2": {
      "1": "1950년대부터 한반도는 민족의 지정학적 상황에 중대한 영향을 미친 동족상잔의 비극 속으로 빠져들었습니다. ",
      "2": "제2차 세계대전의 종식으로 일본의 식민 지배는 끝났지만, 한반도는 진정한 독립을 맞이하지 못했습니다. 강대국들의 이해관계에 따라 또다시 분단의 아픔을 겪어야 했기 때문입니다.",
      "3": "현재 우리에게 남아있는 이 수용소의 이미지는 대부분 미군정이나 연합군 언론을 통해 전해진 것들입니다. 하지만 이는 현실의 단면만을 은은하게 비추는 연출된 장면에 가깝습니다. 1997년부터 방문객에게 개방된 이곳의 전시 내용은 공산주의에 동조했던 포로들을 적대시하고 수용소 환경을 미화하는 경향이 있습니다."
    },
    "chronology": {
      "title": "거제도 포로수용소 - 유산",
      "contents": {
        "1": {
          "title": "한국전쟁의 시작",
          "description": "거제 포로수용소 설립"
        },
        "2": {
          "title": "수용소 내부의 긴장",
          "description": "친공과 반공 포로 간의 충돌"
        },
        "3": {
          "title": "거제 포로수용소의 위기",
          "description": "친공 포로들에 의해 도드 장군 납치"
        },
        "4": {
          "title": "한국전쟁 종료",
          "description": "판문점 휴전협정과 수용소의 점진적 폐쇄"
        }
      }
    },
    "section3": {
      "contents": "1952년, 베르너 비쇼프는 매그넘 에이전시를 대표하여 한국을 방문합니다. 그는 렌즈를 통해 전투의 소음에서 벗어나 전쟁이 남긴 인간적인 상처를 포착했습니다. 거제 포로수용소를 담은 그의 사진들은 이데올로기적 긴장 속에서도 수감자들의 존엄성이 드러나는 깊은 인본주의적 시선을 증명합니다. 비쇼프는 르포르타주와 시각적 시의 경계를 넘나들며, 침묵을 통해 분쟁의 이야기를 전합니다."
    },
    "section4": {
      "title": "거제, 기억을 재구성하다",
      "description": {
        "1": "유적공원에 들어서면 '거제도 포로수용소 유적공원'이라는 글자가 방문객을 맞이합니다. 그 앞에는 한국전쟁 참전 16개국의 국기가 휘날리는 분수 광장이 펼쳐집니다. 동상으로 장식된 거대한 분수는 석방의 순간을 맞이한 포로들의 기쁨을 형상화하며, 포로수용소 시대의 끝과 조국의 해방을 기념하고 있습니다. 이는 시각적 경험이 주를 이루는 공원 관람의 전체적인 분위기를 잘 보여줍니다. 공원 곳곳에 전시된 실물 크기의 탱크, 비행기, 수송 차량 모형들은 단순한 재현을 넘어, 본래 구금 시설이었던 이곳에 군사적 긴장감이 얼마나 팽배했는지를 생생히 증언합니다. 하지만 공원은 군사적, 정치적 측면에만 머무르지 않고, 고통의 이면에 있던 저항과 연대의 모습까지 담아냅니다. 이는 수용소 생활의 복잡성을 이해하는 데 필수적인 부분입니다. 즉, 이곳은 단편적인 포로 생활의 이야기가 아닌, 내부 투쟁과 폭력, 그리고 처절한 생존의 서사가 얽힌 공간입니다. 관람 내내 들려오는 총성, 폭발음, 노래, 전쟁의 함성은 방문객들이 당시 포로들이 겪었을 억압적인 분위기에 깊이 몰입하게 만듭니다.",
        "2": "한편, 수용소 전체를 보여주는 항공 모형은 이곳의 거대한 규모와 감옥 같은 구조를 한눈에 파악하게 함으로써 전체적인 조망을 가능하게 합니다."
      }
    }
  },
  "ch2": {
    "title": "제 2장",
    "contents": {
      "1": {},
      "2": {
        "para1": "세월이 흐르며 거제도 포로수용소는 살아 숨 쉬는 기억의 현장에서 관광 명소로 점차 바뀌어 갔습니다. 박물관이자 관광지로 탈바꿈한 이곳은 이제 그 배경에 자리한 역사의 한 페이지를 이해하려는 방문객들을 이끌고 있습니다.",
        "para2": "과거 감금과 긴장의 장소였던 이곳은 현재 재현된 공간 속에서, 기억해야 할 의무와 상처의 극적인 연출 사이를 오갑니다. 관람 동선을 따라 마련된 설명과 무대 장치는 방문객이 과거를 쉽고 흥미롭게 이해할 수 있도록 돕습니다. 방문객들은 거제도 포로수용소의 일상과 긴장감을 통해 한국전쟁이라는 격동의 시대로 다시 한번 빠져들게 됩니다.",
        "para3": "하지만 이러한 변화는 '기억과 관광', '역사 전달과 연출'이라는 상반된 가치 사이의 긴장감에서 비롯된 모호함을 안고 있습니다. 이 수용소는 미디어와 관광이 과거를 해석하는 데 깊숙이 관여하는 현대 사회에서, 역사가 전달되는 방식의 변화를 상징적으로 보여줍니다. 전시 연출의 이면에는 역사를 특정한 방식으로 사유하고, 이야기하며, 공유하려는 시각이 작용하고 있기 때문입니다.",
        "para4": "문제는 이 섬세한 균형을 어떻게 맞추어 나갈 것인가에 있습니다. 즉각적이고 감각적인 경험을 선호하는 관광 및 교육적 요구에 부응하면서도, 어떻게 기억의 의무, 희생자에 대한 존중, 그리고 역사의 깊이를 보존할 수 있을까요? 이것이 바로 우리가 풀어야 할 숙제입니다."
      },
      "3": {
        "1st": {
          "title": "폭력적인 진압과 탄압",
          "description": "거제 수용소에서는 역사 내내 수많은 저항이 일어났고, 미군은 이를 진압하기 위해 폭력적인 방법을 동원했습니다. 수용소 내 주요 지점에는 자동화기가 설치되었고, 진압 과정에는 탱크까지 투입되었습니다."
        },
        "2nd": {
          "title": "흥남 철수와 민간인의 비극",
          "description": "때로는 적군의 진격 직전, 수많은 민간인을 구출하기 위해 미군 군함이 동원되기도 했습니다. 대표적인 예가 흥남 철수 작전으로, 약 9만 명의 피난민을 구출했지만 배에 공간이 부족해 거의 같은 수의 사람들을 뒤에 남겨두고 떠나야만 했습니다."
        },
        "3rd": {
          "title": "전쟁 포로들의 요구",
          "description": "1952년 5월, 거제 수용소의 북한군 포로들이 도드 준장을 납치하는 사건이 발생했습니다. 그는 포로들의 불만 사항을 듣기 위해 방문했다가 대화 도중 억류되었습니다. 포로들은 이 사건을 통해 포로 대우, 송환, 심사 등에 관한 유엔의 정책을 정면으로 비판하며 자신들의 요구사항을 내걸었습니다."
        },
        "4th": {
          "title": "기억과 추모의 장소",
          "description": "유적 공원은 지금도 때때로 옛 포로들을 맞이합니다. 그들은 자녀나 손주들의 손을 잡고 이곳을 다시 찾아, 철조망 뒤에서 겪었던 자신들의 경험을 들려주며 기억을 물려줍니다. 또한, 한국전쟁 참전국에 경의를 표하는 공간이 되기도 합니다. 이곳은 개인의 기억이 공동체의 역사와 만나는 사적이면서도 국가적인 추모의 장소입니다."
        },
        "5th": {
          "title": "도시의 발전 속에 사라진 흔적",
          "description": "오늘날 유적 공원이 차지하는 부지는 과거 거대했던 포로수용소의 아주 작은 일부에 불과합니다. 도시가 옛 수용소 경계를 따라 확장되면서 본래의 공간을 조금씩 집어삼켰기 때문입니다. 비록 유적 공원이 이곳의 역사를 지키고 있지만, 지금 남은 모습만으로는 본래 수용소의 규모를 짐작하기 어렵습니다."
        }
      },
      "4": {
        "title": "거제, 2025: 포로수용소에서 역사공원으로",
        "description": {
          "1": "박물관이자 관광지로 거듭난 거제 포로수용소는 오늘날 한국의 과거를 배우려는 방문객들의 발길이 이어지는 곳이 되었습니다. 한때 감금과 긴장의 장소였던 이곳은 이제 재현된 시설과 마네킹으로 채워져, 역사를 기억할 의무와 상처의 극적인 연출 사이를 오갑니다. 방문객들은 수용소의 일상과 긴장감을 마주하며 한국전쟁이라는 혼란의 시대로 다시 들어가게 됩니다.",
          "2": "이곳의 유산화 작업은 설명 패널과 무대 장치를 따라가는 관람 동선을 통해 과거를 쉽고 흥미롭게 전달하는 데 초점을 맞추고 있습니다. 인상적인 재현물과 기록 자료가 감정적인 몰입을 유도하지만, 안내판을 읽어야만 얻을 수 있는 깊이 있는 이해는 피상적인 수준에 머무르기 쉽습니다. 모든 방문객이 시간을 들여 안내문을 꼼꼼히 읽지는 않기 때문입니다.",
          "3": "가이드 투어도 제공되지만, 이 유료 서비스를 이용하는 방문객은 드뭅니다. 결국 이 유적 공원은 박물관의 단순한 재현, 그 이상으로 나아가는 데 한계를 보이는 것 같습니다.",
          "4": "그러나 이러한 변화는 '기억과 관광', '역사적 사실과 연출'이라는 상반된 가치 사이의 긴장감에서 비롯된 여러 문제를 생각하게 합니다. 이곳은 미디어와 관광 산업이 역사에 접근하는 방식에 큰 영향을 미치는 현대 사회의 단면을 상징적으로 보여줍니다. 모든 전시 연출의 이면에는 역사를 특정한 방식으로 사유하고 전달하려는 의도가 있기 때문입니다.",
          "5": "결국 섬세한 균형의 문제가 남습니다. 즉각적이고 감각적인 경험을 선호하는 관광 및 교육의 요구를 충족시키면서, 어떻게 희생자에 대한 존중과 역사의 무게를 온전히 지켜낼 수 있을까요? 이것이 우리가 마주한 과제입니다."
        }
      }
    }
  },
  "ch3": {
    "title": "제 3장"
  },
  "conclu": {
    "title": "결론",
    "contents": {
      "subtitle": "수용소의 흔적",
      "1": "거제 포로수용소는 단순히 포로를 가두는 장소, 그 이상이었습니다. 그곳은 긴장과 생존, 이념과 침묵이 뒤섞인 공간이었습니다. 먹고, 복종하고, 기다리고, 노래하고, 믿고, 탈출하는 지극히 평범한 행위들 속에서 역사가 교차하는 곳이었습니다. 재건의 필요성과 망각의 시간 속에서 수용소의 벽은 오래전에 사라졌습니다. 하지만 이야기는 여전히 남아있습니다. 파편적이고 모순되며 때로는 불편한 그 이야기들은 낡은 사진과 편지, 그리고 생존자들의 침묵 속에 살아남았습니다. 오늘날 우리를 가두는 것은 더 이상 철조망이 아닙니다. 그것은 실제로 일어났던 일에 대한 저마다 다른 기억들입니다. 각자는 하나의 이미지, 하나의 시선, 하나의 기억의 조각을 간직하고 있습니다.",
      "2": "그렇다면...",
      "3": "벽은 무너졌지만 기억은 여전히 나뉘어 있을 때, 우리에게 수용소는 무엇으로 남아 있을까요?"
    },
    "credit": {
      "title": "참고 자료 및 출처",
      "legend": "이곳의 내용은 팀원들의 고유한 해석과 성찰을 바탕으로 만들어졌으며, 제작 과정에서 다음 자료들을 참고하였습니다."
    },
    "thanks": {
      "title": "감사의 말"
    }
  }
}